Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyNoReferences Property
 Elements can't be copied because they will lose their References.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyNoReferences { get; }
Public Shared ReadOnly Property CannotCopyNoReferences As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyNoReferences {
	FailureDefinitionId^ get ();
}
static member CannotCopyNoReferences : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace